IDEA Open Model
OpenModel.DappedEnd Property
Compatible with IDEA StatiCa v 10.1
 List of dapped ends in Detail
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public List<DappedEnd> DappedEnd { get; set; }
Public Property DappedEnd As List(Of DappedEnd)
	Get
	Set
public:
property List<DappedEnd^>^ DappedEnd {
	List<DappedEnd^>^ get ();
	void set (List<DappedEnd^>^ value);
}
Property Value
Type: List<DappedEnd>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace